help_text = '''

· /захват - Захват Московии(Раз в 100 минут)\n
· /ban /kick /бан /кик - Выгнать с беседы(Вы должны быть в администрации бота)\n
· /mute - Замутить юзера на 10 минут\n
· /unmute - Размутить юзера\n
· /дрочить - Подрочить(Раз в 20 минут), с шансом 1/100 может выпасть Дрочелин\n
· /дрочелин /drochelin - Использование дрочелина(+15 дрочек моментально)\n
· /adminadd /админ+ - добавить юзера в администрацию бота\n
· /admindel /админ- - удалить юзера с администрации бота\n
· /adminlist - Список администраторов бота\n
· /infa /info /инфа /инфо - Информация о вашем аккаунте\n
· /getwin - Тестовая команда(Вскоре будут реализованы розыгрыши)\n
· /repost /рассылка - Только для администрации бота - Написать сообщение n кол-во раз\n
· /cat - Отправить картинку кота\n
· /dog - Отправить картинку собаки(Временно не работает)\n
· /random num1 num2 - Случайное число в промежутке между num1 и num2\n
· /start - Стартовая команда\n
· /хелп - вывод этого списка\n
· /monetka 1/2 - Орёл и Решка\n
· /маркет - Покупка игровых ресурсов за монеты\n
· /chat_admins - вывод списка администрации чата

Новости бота: https://t.me/asoqwer_bot
'''
market_text='''
Добро пожаловать на маркет!

Актуальные товары:
    Дрочелин - 100 монет - 1 штука

    Спец Операция "Экс-Захват" - 20 монет - 1 штука

Для покупки кликайте по кнопкам ниже. Удачного дня!

Новости бота: https://t.me/asoqwer_bot
'''
market_droblin = '''
Для покупки Дрочелина Вы должны нажать на кнопку ниже!

Что бы купить Дрочелин в количестве больше одной штуки нажмите на кнопку "Покупка больше 1 шт." и напишите желаемое количество.

Что бы закрыть диалоговое окно нажмите "Закрыть маркет", что бы перейти к другому товару нажмите на кнопку с интересующим Вас товаром.

Если Вы по случайности нажали на кнопку "Покупка более 1 шт." нажмите на кнопку "Отменить заказ"
'''
market_capt = '''
Для покупки Экс-Захвата Вы должны нажать на кнопку ниже!

Что бы купить Экс-Захват в количестве больше одной штуки нажмите на кнопку "Покупка больше 1 шт." и напишите желаемое количество.

Что бы закрыть диалоговое окно нажмите "Закрыть маркет", что бы перейти к другому товару нажмите на кнопку с интересующим Вас товаром.

Если Вы по случайности нажали на кнопку "Покупка более 1 шт." нажмите на кнопку "Отменить заказ"
'''
sss = ['пидор', 'хуй', 'конченный', 'Конченный', 'Хуй', 'Пидор', 'шлюх', 'Шлюх', 'Аутист', 'аутист', 'сук', 'Сук',
       'имбицил',
       'уебан', 'Уебан', 'Уебок', 'уебок', 'соси', 'Соси', 'еба', 'Еба', 'Имбицил', 'ебу', 'Ебу', 'конча', 'Конча',
       'хуе', 'Хуе', 'пиздец', 'Пиздец', 'пидарас', 'Пидарас', 'залупа', 'Залупа', 'хуя', 'Хуя', 'шалава', 'Шалава',
       'еблан', 'Еблан', 'Бля', 'бля', 'пизда', 'Пизда', 'долбаеб', 'http', 't.me']

da = ['да', 'Да', 'дА', 'ДА', 'Da', 'da', 'dA']

net = ['нет', 'Нет', 'нЕт', 'неТ', 'НЕТ', 'нЕт', 'нЕТ', 'НеТ', 'net', 'Net', 'No', 'nEt', 'neT']

pohui = ['похуй', 'Похуй', 'пОхуй', 'поХуй', 'похУй', 'похуЙ' 'ПОхуй' 'пОХуй', 'Pohyi', 'pohui', 'p0huy', 'pohuy']

nea = ['nea', 'Nea', 'nEa', 'neA', 'NEa', 'nEA', 'NeA', "неа", "Неа", "нЕа", "неА", "НЕА", "НЕа", "НЕа", "нЕА", "НеА"]

dimacraah = ['дима', 'Дима',  'дИма', "димачка", "димочка", "Димочка", "Димачка", "димасик", "Димасик"]

nahui = ['иди нахуй', 'нахуй иди', 'Нахуй иди', 'Иди нахуй']

anna = ["шлюха", "Шлюха", "Щлюха", "щлюха", "аня", "анюта", "Аня", "Анюта", "Легенда", "легенда", "литл лак", "Литл лак", "литллак", "Литллак", "Литл Лак"]

dimap = [r'CAACAgIAAxkBAAEEnCxib7u8VUxkH4ZV3pOrtVKSGvZBLQACuhgAAiH5uUtFcGI1b3ugQCQE', r'CAACAgIAAxkBAAEEnC5ib7vAQXaKekGUfWgq5QUFQRr9qgACtBMAAqsrsUvNEOBkLATcUSQE',r'CAACAgIAAxkBAAEEnDBib7vDh_tEBS-dcKNa42s-rxQBmAACdREAAvI7uUszbHwr95axkiQE', r'CAACAgIAAxkBAAEEnDJib7vFhuvYTbHBKhK7pFZ0JzT50wACfhYAAn3duEvzWoW_aLzgiCQE', r'CAACAgIAAxkBAAEEnDRib7vJBW8iXbB8z6espT8N9pDiPgACERUAAhp7uUsCIn4gi79haSQE']
